Repository: tapeworm/freepops
Catalog: updater-ui/fltk/po/*.po
Languages: it

source: Select the modules to update
it: Seleziona i moduli da aggiornare

source: Downloading: plugin list
it: Download: lista plugin

source: Quit
it: Esci

source: Next @->
it: Avanti @->

source: Step 0 / Welcome
it: Passo 0 / Benvenuto

source: Step 1 / Metadata download
it: Passo 1 / Download metadata

source: Step 2 / Selection
it: Passo 2 / Selezione

source: Step 3 / Update
it: Passo 3 / Aggiornamento

source: Step 4 / Report
it: Passo 4 / Report

source: Update not yet completed. Do you really want to quit?
it: Aggiornamento non ancora completato Vuoi veramente uscire?

source: Yes, quit!
it: Si, esci!

source: Welcome
it: Benvenuto

source: Welcome to the FreePOPs updater!
it: Benvenuto nell'updater di FreePOPs!

source: This wizard will guide you trough the few simple steps to get your FreePOPs modules updated.
it: Questo wizard ti guidera' attreverso semplici passi per aggiornare i tuoi moduli di FreePOPs.

source: Click <i>Next</i> to move to the first step.
it: Clicca su <i>Avanti</i> per fare il primo passo.

source: Downloading: modules metadata
it: Download: metadati moduli

source: Unable to download the modules metadata: %s
it: Impossibile scricare i metadati dei moduli: %s

source: Done.
it: Fatto.

source: No need to update %s: %s
it: Non e' necessario aggiornare %s: %s

source: Unable to update %s: %s
it: Impossibile aggiornare %s: %s

source: Downloading: %s
it: Download: %s

source: Not attempted.
it: Non tentato.

source: Error downloading %s: %s
it: Errore durante il download %s: %s

source: Updated!
it: Aggiornato!

source: Did nothing!
it: Non ho fatto niente!

source: Already at the newest version
it: Gia' alla versione recente

source: FreePOPs is too old, needs version
it: FreePOPs e' troppo vecchio, necessita versione

source: New version available
it: Nuova versione disponibile
